
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       PROCEDURE DIVISION.
       
           DISPLAY ''.
           DISPLAY '#################################'.
           DISPLAY '#################################'.
           DISPLAY 'Hello world!'.
           DISPLAY '#################################'.
           DISPLAY '#################################'.
           DISPLAY ''.
           
           STOP RUN.
